"PTPNikonFlashModeOff" = "Off";
"PTPNikonFlashModeRedEyeReduction" = "Red Eye Reduction";
"PTPNikonFlashModeNormal" = "Normal";
"PTPNikonFlashModeNormalSlowShutter" = "Slow Shutter";
"PTPNikonFlashModeRearCurtain" = "Rear Curtain";
"PTPNikonFlashModeRedEyeReductionSlowShutter" = "Red Eye Reduction (Slow Shutter)";
